[
  {
    "title": "Foundational Systems Engineering Activities to Support ITS Procurement",
    "description": "This training guides transportation professionals in applying systems engineering to advance ITS project development with a focus on planning and needs-based scoping. Click to contact the ITS PCB Program.",
    "image": "pcb/trainings/sys-eng-activities",
    "alt": "",
    "isExternal": true,
    "url": "mailto:itspcb@dot.gov",
    "category": "systems-engineering",
    "type": "in-person"
  },
  {
    "title": "FHWA-NHI-133133: Planning for TSMO - Putting Concepts into Action",
    "description": "This web conference training session builds on Course 2 (NHI-133132) and uses interactive activities to engage participants and bring the concepts of planning for TSMO to life.",
    "url": "https://fhwanhi.geniussis.com/RegistrationByCourse.aspx",
    "image": "pcb/trainings/tsmo-concepts-into-action",
    "alt": "",
    "isExternal": true,
    "category": "tsmo",
    "type": "web-based",
    "action": "Register"
  },
  
  {
    "title": "Standards Trainings",
    "description": "The module-based training series is for practitioners in state and local highway agencies and transit agencies who seek the skills needed to procure, test, implement, and operate standards-based ITS systems and devices. Consultants, system designers, integrators, and testers will also find the training informative.",
    "image": "pcb/trainings/standards",
    "alt": "",
    "url": "/resources/pcb/trainings/standards-trainings",
    "isExternal": false,
    "category": "standards",
    "type": "web-based",
    "action": "View Trainings"
  },
  {
    "title": "Transit Standards Trainings",
    "description": "The module-based transit training series focuses exclusively on standards used in transit applications. Similar to the standards training series, the transit modules give practitioners the skills to help them effectively procure and utilize standards used in transit systems and devices.",
    "image": "pcb/trainings/transit-standards",
    "alt": "",
    "url": "/resources/pcb/trainings/transit-standards-trainings",
    "isExternal": false,
    "category": "standards",
    "type": "web-based",
    "action": "View Trainings"
  }
]